Repository: Haoest/HandyApp
Catalog: HandyApp3/Localizable.xcstrings
Source language: en
Languages: es, fr, zh_hans

source: One-off · %@
es: Puntual · %@
fr: Ponctuel · %@
zh_hans: 一次性 · %@

source: Open Things
es: Abrir artículos
fr: Ouvrir les biens
zh_hans: 打开物品

source: Open the transaction editor to enter the details yourself.
es: Abre el editor de transacciones para ingresar los detalles.
fr: Ouvrez l'éditeur de transactions pour saisir les détails.
zh_hans: 打开交易编辑器自行输入详情。

source: Optional
es: Opcional
fr: Optionnel
zh_hans: 可选

source: Overdue
es: Vencido
fr: En retard
zh_hans: 已逾期

source: Photo
es: Foto
zh_hans: 照片

source: Photo added
es: Foto añadida
fr: Photo ajoutée
zh_hans: 已添加照片

source: Photo “%@” added
es: Foto “%@” añadida
fr: Photo « %@ » ajoutée
zh_hans: 已添加照片“%@”

source: Photos
es: Fotos
zh_hans: 照片

source: Pick lists
es: Listas de opciones
fr: Listes de choix
zh_hans: 选项列表

source: Push to ^[%lld thing](inflect: true)
es: Aplicar a ^[%lld artículo](inflect: true)
fr: Appliquer à ^[%lld bien](inflect: true)
zh_hans: 推送到 %lld 件物品

source: Records
es: Registros
fr: Enregistrements
zh_hans: 记录

source: Relationship
es: Relación
fr: Relation
zh_hans: 关系

source: Remove field
es: Quitar campo
fr: Retirer le champ
zh_hans: 移除字段

source: Removed for good in ^[%lld day](inflect: true)
es: Se eliminará definitivamente en ^[%lld día](inflect: true)
fr: Supprimé définitivement dans ^[%lld jour](inflect: true)
zh_hans: 将在 %lld 天后永久删除

source: Rename
es: Renombrar
fr: Renommer
zh_hans: 重命名

source: Rename field
es: Renombrar campo
fr: Renommer le champ
zh_hans: 重命名字段

source: Rent, repair, insurance…
es: Alquiler, reparación, seguro…
fr: Loyer, réparation, assurance…
zh_hans: 租金、维修、保险…

source: Repeats
es: Se repite
fr: Se répète
zh_hans: 重复方式

source: Required
es: Requerido
fr: Requis
zh_hans: 必填

source: Required on new things
es: Obligatorio en artículos nuevos
fr: Obligatoire sur les nouveaux biens
zh_hans: 新物品中必填

source: Reset
es: Restablecer
fr: Réinitialiser
zh_hans: 重置

source: Restore
es: Restaurar
fr: Restaurer
zh_hans: 恢复

source: Restore anything from Deleted items, however many things you already have.
es: Restaura lo que quieras desde Elementos eliminados, sin importar cuántos artículos ya tengas.
fr: Restaurez tout depuis Éléments supprimés, quel que soit le nombre de biens que vous avez déjà.
zh_hans: 无论您已有多少物品，都可从「已删除项目」中恢复任何内容。

source: Restore anything you deleted by mistake. Whatever is still here after %lld days is removed for good.
es: Restaura cualquier cosa que hayas eliminado por error. Lo que siga aquí después de %lld días se elimina definitivamente.
fr: Restaurez tout ce que vous avez supprimé par erreur. Ce qui reste ici après %lld jours est retiré définitivement.
zh_hans: 恢复任何误删的内容。超过 %lld 天仍留在此处的内容将被永久移除。

source: Restore anything deleted in the last %lld days
es: Recupera lo eliminado en los últimos %lld días
fr: Restaurez tout ce qui a été supprimé au cours des %lld derniers jours
zh_hans: 恢复过去 %lld 天内删除的内容

source: Restore purchase
es: Restaurar compra
fr: Restaurer l'achat
zh_hans: 恢复购买

source: same day
es: el mismo día
fr: le jour même
zh_hans: 当天

source: Save
es: Guardar
fr: Enregistrer
zh_hans: 保存

source: Say "Hey Siri" followed by any of these, anywhere on your device.
es: Di «Oye Siri» seguido de cualquiera de estos, en cualquier lugar de tu dispositivo.
fr: Dites « Hey Siri » suivi de l'une de ces phrases, où que vous soyez sur votre appareil.
zh_hans: 在设备上的任何位置说「嘿 Siri」，然后说出以下任意一句。

source: Scanning…
es: Escaneando…
fr: Numérisation…
zh_hans: 扫描中…

source: Search symbols
es: Buscar símbolos
fr: Rechercher des symboles
zh_hans: 搜索符号

source: Search things
es: Buscar artículos
fr: Rechercher des biens
zh_hans: 搜索物品

source: Search things, specs, categories
es: Buscar artículos, fichas, categorías
fr: Rechercher des biens, des fiches, des catégories
zh_hans: 搜索物品、规格、类别

source: See the full version
es: Ver la versión completa
fr: Voir la version complète
zh_hans: 查看完整版

source: Send
es: Enviar
fr: Envoyer
zh_hans: 发送

source: Send to ^[%lld contact](inflect: true)
es: Enviar a ^[%lld contacto](inflect: true)
fr: Envoyer à ^[%lld contact](inflect: true)
zh_hans: 发送给 %lld 位联系人

source: Series
es: Serie
fr: Série
zh_hans: 系列

source: Set a date
es: Establecer una fecha
fr: Définir une date
zh_hans: 设置日期

source: Setup
es: Configuración
fr: Configuration
zh_hans: 设置

source: Show earlier
es: Mostrar anteriores
fr: Afficher les précédents
zh_hans: 显示更早

source: Show things
es: Mostrar artículos
fr: Afficher les biens
zh_hans: 显示物品

source: Shows up under Coming up, and counts toward Overdue once the date passes.
es: Aparece en Próximamente y, una vez que pasa la fecha, cuenta como Vencido.
fr: Apparaît dans À venir, et compte dans En retard une fois la date passée.
zh_hans: 显示于「即将到来」，日期过后计入已逾期。

source: Something else
es: Otra cosa
fr: Autre chose
zh_hans: 其他

source: Specs
es: Ficha
fr: Fiche
zh_hans: 规格

source: Starting value
es: Valor inicial
fr: Valeur de départ
zh_hans: 初始值

source: Stays overdue this long after
es: Permanece vencido este tiempo después
fr: Reste en retard ce délai après
zh_hans: 逾期后维持时长

source: Stays this way whatever the device is set to.
es: Se mantiene así sin importar lo que el dispositivo tenga configurado.
fr: Reste ainsi quel que soit le réglage de l'appareil.
zh_hans: 无论设备如何设置，都保持此状态。

source: Step 1 of 2 — pick a category template
es: Paso 1 de 2: elige una plantilla de categoría
fr: Étape 1 sur 2 — choisissez un modèle de catégorie
zh_hans: 步骤 1/2 — 选择类别模板

source: Step 1 of 2 — which thing is this for?
es: Paso 1 de 2: ¿para qué artículo es esto?
fr: Étape 1 sur 2 — pour quel bien ?
zh_hans: 步骤 1/2 — 这是关于哪个物品的？

source: Step 2 of 2 — %@
es: Paso 2 de 2: %@
fr: Étape 2 sur 2 — %@
zh_hans: 步骤 2/2 — %@

source: Step 2 of 2 — one-off by default; you can switch on repeats in the next step.
es: Paso 2 de 2: puntual de forma predeterminada; puedes activar las repeticiones en el siguiente paso.
fr: Étape 2 sur 2 — ponctuel par défaut ; vous pourrez activer la répétition à l'étape suivante.
zh_hans: 步骤 2/2 — 默认一次性，可在下一步开启重复。

source: Still used by ^[%lld thing](inflect: true), so it's kept
es: Todavía lo usan ^[%lld artículo](inflect: true), así que se conserva
fr: Encore utilisé par ^[%lld bien](inflect: true), donc conservé
zh_hans: 仍被 %lld 件物品使用，因此予以保留

source: Structured
es: Estructurado
fr: Structuré
zh_hans: 结构化

source: Synced %@
es: Sincronizado %@
fr: Synchronisé %@
zh_hans: 已同步 %@

source: Tap + New to add the first thing you own.
es: Toca + Nuevo para añadir el primer artículo que tengas.
fr: Appuyez sur + Nouveau pour ajouter le premier bien que vous possédez.
zh_hans: 点击「+ 新建」添加您拥有的第一件物品。

source: Tap + New to create a list of reusable choices.
es: Toca + Nuevo para crear una lista de opciones reutilizables.
fr: Appuyez sur + Nouveau pour créer une liste de choix réutilisables.
zh_hans: 点击「+ 新建」创建一份可复用的选项列表。

source: Tap + New to create your first category.
es: Toca + Nuevo para crear tu primera categoría.
fr: Appuyez sur + Nouveau pour créer votre première catégorie.
zh_hans: 点击「+ 新建」创建您的第一个类别。

source: Tap the blocks that contain the items and total.
es: Toca los bloques que contienen los artículos y el total.
fr: Appuyez sur les blocs contenant les articles et le total.
zh_hans: 点击包含商品和总计的区块。

source: Template changed
es: Plantilla modificada
fr: Modèle modifié
zh_hans: 模板已更改

source: Template field on %@
es: Campo de plantilla en %@
fr: Champ modèle sur %@
zh_hans: %@ 上的模板字段

source: Template fields
es: Campos de la plantilla
fr: Champs du modèle
zh_hans: 模板字段

source: Templates
es: Plantillas
fr: Modèles
zh_hans: 模板

source: Text
es: Mensaje
fr: Message
zh_hans: 短信

source: The category will be removed. Existing things will not be affected.
es: La categoría se eliminará. Los artículos existentes no se verán afectados.
fr: La catégorie sera supprimée. Les biens existants ne seront pas affectés.
zh_hans: 该类别将被移除，现有物品不受影响。

source: The imported file has been merged into your data. Existing records were left unchanged; anything new was added.
es: El archivo importado se combinó con tus datos. Los registros existentes no se modificaron; se añadió todo lo nuevo.
fr: Le fichier importé a été fusionné avec vos données. Les enregistrements existants sont restés inchangés ; tout ce qui était nouveau a été ajouté.
zh_hans: 导入的文件已合并到您的数据中。现有记录保持不变，新增内容已添加。

source: The most characters this field can hold, up to %lld.
es: La cantidad máxima de caracteres que puede tener este campo, hasta %lld.
fr: Le nombre maximal de caractères que ce champ peut contenir, jusqu'à %lld.
zh_hans: 此字段最多可容纳的字符数，上限为 %lld。

source: Theme
es: Tema
fr: Thème
zh_hans: 主题

source: These fields are copied into every thing filed here. You can add more to a single thing later.
es: Estos campos se copian en cada artículo archivado aquí. Puedes añadir más a un artículo específico más adelante.
fr: Ces champs sont copiés dans chaque bien classé ici. Vous pourrez en ajouter d'autres à un bien plus tard.
zh_hans: 这些字段会复制到归入此处的每个物品中。您可以之后为单个物品添加更多字段。

source: These values are copied into new things created from this category.
es: Estos valores se copian en los artículos nuevos creados a partir de esta categoría.
fr: Ces valeurs sont copiées dans les nouveaux biens créés à partir de cette catégorie.
zh_hans: 这些值会复制到基于此类别创建的新物品中。

source: Thing inside
es: Artículo dentro
fr: Bien à l'intérieur
zh_hans: 内部物品

source: Things
es: Artículos
fr: Biens
zh_hans: 物品

source: Things already using this list keep their stored values — it only disappears from future pickers, and you can restore it from Deleted items.
es: Los artículos que ya usan esta lista conservan sus valores guardados: solo desaparece de los selectores futuros, y puedes restaurarla desde Elementos eliminados.
fr: Les biens qui utilisent déjà cette liste conservent leur valeur enregistrée — elle disparaît seulement des futurs sélecteurs, et vous pouvez la restaurer depuis Éléments supprimés.
zh_hans: 已使用此列表的物品会保留其已存储的值——它只是不再出现在之后的选择器中，您可以从「已删除项目」中恢复它。

source: Things you add, and the records you log against them, show up here.
es: Los artículos que añades, junto con los registros que les asocias, aparecen aquí.
fr: Les biens que vous ajoutez, et les enregistrements que vous y consignez, apparaissent ici.
zh_hans: 您添加的物品，以及为它们记录的内容，都会显示在这里。

source: This category no longer exists.
es: Esta categoría ya no existe.
fr: Cette catégorie n'existe plus.
zh_hans: 该类别已不存在。

source: This contact isn't on the phone any more, so there's nothing to send to.
es: Este contacto ya no está en el teléfono, así que no hay a quién enviarle.
fr: Ce contact n'est plus joignable par téléphone, il n'y a donc personne à qui envoyer.
zh_hans: 该联系人已不在手机通讯录中，因此无法发送。

source: This field type can't be edited here.
es: Este tipo de campo no se puede editar aquí.
fr: Ce type de champ ne peut pas être modifié ici.
zh_hans: 此字段类型无法在此处编辑。

source: This part can't be edited here.
es: Esta parte no se puede editar aquí.
fr: Cette partie ne peut pas être modifiée ici.
zh_hans: 此部分无法在此处编辑。

source: This pick list no longer exists.
es: Esta lista de opciones ya no existe.
fr: Cette liste de choix n'existe plus.
zh_hans: 该选项列表已不存在。

source: This series has ^[%lld event](inflect: true).
es: Esta serie tiene ^[%lld evento](inflect: true).
fr: Cette série comporte ^[%lld événement](inflect: true).
zh_hans: 此系列包含 %lld 个事件。

source: This series has ^[%lld record](inflect: true).
es: Esta serie tiene ^[%lld registro](inflect: true).
fr: Cette série comporte ^[%lld enregistrement](inflect: true).
zh_hans: 此系列包含 %lld 条记录。

source: This thing has no fields yet. Add one below, or give its category a template.
es: Este artículo aún no tiene campos. Añade uno abajo, o dale una plantilla a su categoría.
fr: Ce bien n'a pas encore de champ. Ajoutez-en un ci-dessous, ou donnez un modèle à sa catégorie.
zh_hans: 该物品暂无字段。请在下方添加一个，或为其类别设置模板。

source: This thing no longer exists.
es: Este artículo ya no existe.
fr: Ce bien n'existe plus.
zh_hans: 该物品已不存在。

source: This week
es: Esta semana
fr: Cette semaine
zh_hans: 本周

source: This will permanently delete all data on this device and in iCloud. Consider exporting your data first. Type "reset" to confirm.
es: Esto eliminará permanentemente todos los datos en este dispositivo y en iCloud. Considera exportar tus datos primero. Escribe «reset» para confirmar.
fr: Toutes les données sur cet appareil et dans iCloud seront définitivement supprimées. Pensez à exporter vos données d’abord. Saisissez « reset » pour confirmer.
zh_hans: 这将永久删除此设备和 iCloud 上的所有数据。建议先导出数据。输入「reset」确认。

source: Timeline
es: Cronología
fr: Chronologie
zh_hans: 时间线

source: today
es: hoy
fr: aujourd'hui
zh_hans: 今天

source: Transactions
es: Transacciones
zh_hans: 交易

source: Type
es: Tipo
zh_hans: 类型

source: Type · required
es: Tipo · obligatorio
fr: Type · obligatoire
zh_hans: 类型 · 必填

source: Type "reset" to confirm
es: Escribe «reset» para confirmar
fr: Saisissez « reset » pour confirmer
zh_hans: 输入「reset」确认

source: Type & default value
es: Tipo y valor predeterminado
fr: Type et valeur par défaut
zh_hans: 类型和默认值

source: Type a message…
es: Escribe un mensaje…
fr: Saisissez un message…
zh_hans: 输入消息…

source: Unlimited things — the free tier stops at ^[%lld thing](inflect: true).
es: Artículos ilimitados — el nivel gratuito se detiene en ^[%lld artículo](inflect: true).
fr: Biens illimités — la formule gratuite s'arrête à ^[%lld bien](inflect: true).
zh_hans: 物品数量不限 — 免费版上限为 %lld 件物品。

source: Unlimited things and records. Thanks for buying.
es: Artículos y registros ilimitados. Gracias por tu compra.
fr: Biens et enregistrements illimités. Merci pour votre achat.
zh_hans: 无限物品和记录数量。感谢您的购买。

source: Unlock the full version
es: Desbloquear la versión completa
fr: Débloquer la version complète
zh_hans: 解锁完整版

source: Update existing things
es: Actualizar artículos existentes
fr: Mettre à jour les biens existants
zh_hans: 更新现有物品

source: Update the app to keep editing — changes aren't being saved
es: Actualiza la aplicación para seguir editando: los cambios no se están guardando
fr: Mettez à jour l'application pour continuer à modifier — les changements ne sont pas enregistrés
zh_hans: 请更新应用以继续编辑——当前更改不会被保存

source: Updated ^[%lld thing](inflect: true).
es: Se actualizaron ^[%lld artículo](inflect: true).
fr: ^[%lld bien](inflect: true) mis à jour.
zh_hans: 已更新 %lld 件物品。

source: Updated ^[%1$lld thing](inflect: true). Cleared ^[%2$lld value](inflect: true) that no longer fit its field's new type.
es: Se actualizaron ^[%1$lld artículo](inflect: true). Se eliminaron ^[%2$lld valor](inflect: true) que ya no encajaban con el nuevo tipo del campo.
fr: ^[%1$lld bien](inflect: true) mis à jour. ^[%2$lld valeur](inflect: true) supprimée, incompatible avec le nouveau type du champ.
zh_hans: 已更新 %1$lld 件物品。已清除 %2$lld 个不再符合字段新类型的值。

source: Used by
es: Usado por
fr: Utilisé par
zh_hans: 使用位置

source: Value
es: Valor
fr: Valeur
zh_hans: 值

source: Waiting for iCloud…
es: Esperando a iCloud…
fr: En attente d'iCloud…
zh_hans: 正在等待 iCloud…

source: Watch it on the timeline
es: Seguir en la Cronología
fr: Suivre sur la Chronologie
zh_hans: 在时间线上关注

source: watched
es: seguidos
fr: suivis
zh_hans: 已关注

source: What do you call it?
es: ¿Cómo se llama?
fr: Comment l'appelez-vous ?
zh_hans: 它叫什么名字？

source: What happened
es: Qué pasó
fr: Ce qui s'est passé
zh_hans: 发生了什么

source: What kind?
es: ¿Qué tipo?
fr: De quel type ?
zh_hans: 什么类型？

source: Who it was with
es: Con quién fue
fr: Avec qui
zh_hans: 与谁有关

source: Write once, then pick who hears it. Each message opens in its own app so you can read it before it goes.
es: Escríbelo una vez y elige quién lo recibe. Cada mensaje se abre en su propia aplicación para que puedas revisarlo antes de enviarlo.
fr: Écrivez une fois, puis choisissez qui le reçoit. Chaque message s'ouvre dans sa propre application afin que vous puissiez le relire avant l'envoi.
zh_hans: 只需撰写一次，再选择接收对象。每条消息都会在各自的应用中打开，方便您在发送前查看。

source: You're at the free tier's limit of %lld things.
es: Llegaste al límite del nivel gratuito de %lld artículos.
fr: Vous avez atteint la limite de %lld biens de la formule gratuite.
zh_hans: 您已达到免费版 %lld 个物品的上限。

source: Your data couldn't be read — nothing is being saved
es: No se pudieron leer tus datos: no se está guardando nada
fr: Vos données n’ont pas pu être lues — rien n’est enregistré
zh_hans: 无法读取你的数据——当前不会保存任何内容

source: Your phone opens one message at a time. Come back here after sending each one.
es: Tu teléfono abre un mensaje a la vez. Vuelve aquí después de enviar cada uno.
fr: Votre téléphone ouvre un message à la fois. Revenez ici après l'envoi de chacun.
zh_hans: 您的手机会逐条打开消息。发送完每条后请返回此处。

source: Your plan
es: Tu plan
fr: Votre formule
zh_hans: 您的方案

source: No things match. Clear the search or pick another category.
es: Ningún artículo coincide. Borra la búsqueda o elige otra categoría.
fr: Aucun bien ne correspond. Effacez la recherche ou choisissez une autre catégorie.
zh_hans: 没有匹配的物品。清除搜索条件，或选择其他类别。

source: +%lld more
es: +%lld más
fr: +%lld autres
zh_hans: 还有 %lld 项

source: Weekly
es: Semanal
fr: Hebdomadaire
zh_hans: 每周

source: Monthly
es: Mensual
fr: Mensuel
zh_hans: 每月

source: Quarterly
es: Trimestral
fr: Trimestriel
zh_hans: 每季度

source: Semi-annually
es: Semestral
fr: Semestriel
zh_hans: 每半年

source: Annually
es: Anual
fr: Annuel
zh_hans: 每年

source: Bi-annually
es: Bienal
fr: Biennal
zh_hans: 每两年

source: This file isn't an exported backup — it looks like the app's own internal store file, not something created by Export. Use Setup > Export to create a file that can be imported.
es: Este archivo no es una copia de seguridad exportada: parece ser el archivo interno de almacenamiento de la aplicación, no algo creado por Exportar. Usa Configuración > Exportar para crear un archivo que se pueda importar.
fr: Ce fichier n'est pas une sauvegarde exportée — il s'agit apparemment du fichier de stockage interne de l'application, pas d'un fichier créé par Exporter. Utilisez Configuration > Exporter pour créer un fichier qui peut être importé.
zh_hans: 此文件不是导出的备份——它看起来是应用自身的内部存储文件，而非由「导出」创建的文件。请使用「设置 > 导出」创建可导入的文件。

source: ^[%lld photo](inflect: true) added
es: Añadida: ^[%lld foto](inflect: true)
fr: Ajoutée : ^[%lld photo](inflect: true)
zh_hans: 已添加 %lld 张照片

source: ^[%lld event](inflect: true) added
es: Añadido: ^[%lld evento](inflect: true)
fr: Ajouté : ^[%lld événement](inflect: true)
zh_hans: 已添加 %lld 个事件

source: ^[%lld transaction](inflect: true) added
es: Añadida: ^[%lld transacción](inflect: true)
fr: Ajoutée : ^[%lld transaction](inflect: true)
zh_hans: 已添加 %lld 笔交易

source: ^[%lld thing](inflect: true) added
es: Añadido: ^[%lld artículo](inflect: true)
fr: Ajouté : ^[%lld bien](inflect: true)
zh_hans: 已添加 %lld 件物品

source: ^[%lld day](inflect: true) late
es: ^[%lld día](inflect: true) de retraso
fr: ^[%lld jour](inflect: true) de retard
zh_hans: 逾期 %lld 天

source: in ^[%lld day](inflect: true)
es: en ^[%lld día](inflect: true)
fr: dans ^[%lld jour](inflect: true)
zh_hans: %lld 天后

source: Add Thing
es: Añadir artículo
fr: Ajouter un bien
zh_hans: 添加物品

source: Thing
es: Artículo
fr: Bien
zh_hans: 物品

source: Thing not found
es: Artículo no encontrado
fr: Bien introuvable
zh_hans: 未找到该物品

source: Data from the file you choose will be merged into what's already on this device. Nothing is deleted or overwritten — categories, things, fields, events, transactions and photos that already exist are left as they are, and anything new is added.
es: Los datos del archivo que elijas se combinarán con lo que ya hay en este dispositivo. No se elimina ni se sobrescribe nada: las categorías, los artículos, los campos, los eventos, las transacciones y las fotos que ya existen se dejan como están, y se añade todo lo nuevo.
fr: Les données du fichier que vous choisissez seront fusionnées avec ce qui se trouve déjà sur cet appareil. Rien n'est supprimé ni écrasé — les catégories, biens, champs, événements, transactions et photos déjà présents restent tels quels, et tout ce qui est nouveau est ajouté.
zh_hans: 您选择的文件中的数据将与此设备上现有的数据合并。不会删除或覆盖任何内容——已存在的类别、物品、字段、事件、交易和照片都将保持原样，新增内容会被添加进来。

source: + Transaction
es: + Transacción
zh_hans: + 交易

source: Nothing logged yet. Transactions and events you record show up here.
es: Aún no hay nada registrado. Las transacciones y los eventos que registres aparecen aquí.
fr: Rien n'a encore été consigné. Les transactions et événements que vous enregistrez apparaissent ici.
zh_hans: 暂无记录。您记录的交易和事件会显示在这里。

source: Tap a photo to caption it, or scan a receipt into a transaction.
es: Toca una foto para agregarle un pie de foto, o escanea un recibo para crear una transacción.
fr: Touchez une photo pour la légender, ou scannez un reçu pour créer une transaction.
zh_hans: 点击照片添加说明，或扫描收据生成交易。

source: New Thing
es: Nuevo artículo
fr: Nouveau bien
zh_hans: 新建物品

source: New transaction
es: Nueva transacción
fr: Nouvelle transaction
zh_hans: 新建交易

source: Edit transaction
es: Editar transacción
fr: Modifier la transaction
zh_hans: 编辑交易

source: One payment lifts every limit. The free tier holds %1$lld things, and %2$lld events and transactions on each.
es: Un solo pago elimina todos los límites. El nivel gratuito permite %1$lld artículos, y %2$lld eventos y transacciones en cada uno.
fr: Un seul paiement lève toutes les limites. La formule gratuite permet %1$lld biens, et %2$lld événements et transactions sur chacun.
zh_hans: 一次性付费即可解除所有限制。免费版最多支持 %1$lld 个物品，每个物品最多 %2$lld 项事件和交易。

source: Unlimited events and transactions on every thing, instead of ^[%lld record](inflect: true) between them.
es: Eventos y transacciones ilimitados en cada artículo, en lugar de ^[%lld registro](inflect: true) compartidos entre ellos.
fr: Événements et transactions illimités sur chaque bien, au lieu de ^[%lld enregistrement](inflect: true) partagés entre eux.
zh_hans: 每件物品的事件和交易次数不限，而非在它们之间共享 %lld 条记录。

source: You're at the free tier's limit of %lld events and transactions on this thing.
es: Llegaste al límite del nivel gratuito de %lld eventos y transacciones en este artículo.
fr: Vous avez atteint la limite de %lld événements et transactions de la formule gratuite pour ce bien.
zh_hans: 您已达到该物品在免费版下 %lld 项事件和交易的上限。

source: Category not found
es: Categoría no encontrada
fr: Catégorie introuvable
zh_hans: 未找到该类别

source: Pick list not found
es: Lista de opciones no encontrada
fr: Liste de choix introuvable
zh_hans: 未找到该选项列表

source: Choose file
es: Elegir archivo
fr: Choisir un fichier
zh_hans: 选择文件

source: Import complete
es: Importación completa
fr: Importation terminée
zh_hans: 导入完成

source: Import data
es: Importar datos
fr: Importer des données
zh_hans: 导入数据

source: Import failed
es: Error al importar
fr: Échec de l'importation
zh_hans: 导入失败

source: Reset complete
es: Restablecimiento completo
fr: Réinitialisation terminée
zh_hans: 重置完成

source: Restore purchases
es: Restaurar compras
fr: Restaurer les achats
zh_hans: 恢复购买

source: Purchase failed
es: Compra fallida
fr: Échec de l'achat
zh_hans: 购买失败

source: Select items
es: Seleccionar elementos
fr: Sélectionner des éléments
zh_hans: 选择项目

source: System default
es: Predeterminado del sistema
fr: Langue du système
zh_hans: 系统默认

source: What's inside
es: Lo que hay dentro
fr: À l'intérieur
zh_hans: 内含物品

source: Add photo
es: Añadir foto
fr: Ajouter une photo
zh_hans: 添加照片

source: Photo library
es: Fototeca
fr: Photothèque
zh_hans: 照片图库

source: Enter manually
es: Escribir manualmente
fr: Saisir manuellement
zh_hans: 手动输入

source: Use selection
es: Usar selección
fr: Utiliser la sélection
zh_hans: 使用所选项

source: ^[%lld thing](inflect: true) inside will be deleted too.
es: ^[%lld artículo](inflect: true) dentro también se eliminará.
fr: ^[%lld bien](inflect: true) à l'intérieur sera aussi supprimé.
zh_hans: 内含的 %lld 件物品也将一并删除。

source: Options
es: Opciones
zh_hans: 选项
